Repository: LeDeutsch/locales
Catalog: */cfg.po
Languages: fr_fr

source: An instance of SAO Utils is already running, please close the program before you continue any operations.
fr_fr: Une session de SAO Utils est déjà en cours d'exécution, veuillez fermer le programme avant de poursuivre vos activités.

source: Are you sure to override current configuration?
fr_fr: Êtes-vous sûr d'outrepasser la configuration actuelle ?

source: Configuration export finished.
fr_fr: Exportation de la configuration terminée.

source: Configuration import finished.
fr_fr: L'importation de la configuration est terminée.

source: Configuration migration finished.
fr_fr: La migration de la configuration est terminée.

source: Current Version:
fr_fr: Actuelle version:

source: Executable (%s)|%s
fr_fr: Exécutable (%s)|%s

source: Export
fr_fr: Exporter

source: Export:
fr_fr: Exporter:

source: Import
fr_fr: Importer

source: Import:
fr_fr: Importer:

source: Migrate from another version
fr_fr: Migrer à partir d'une autre version

source: Migrate:
fr_fr: Migrer:

source: Please choose a configuration source
fr_fr: Veuillez choisir une source de configuration

source: Save As
fr_fr: Enregistrer comme

source: Warning
fr_fr: Attention

source: Zip File (*.ZIP)|*.ZIP
fr_fr: Fichier Zip (*.ZIP)|*.ZIP
