Repository: LeDeutsch/locales
Catalog: */std.po
Languages: fr_fr

source: &Default Settings
fr_fr: &Paramètres par défaut

source: &Disable Hotkeys
fr_fr: &Désactiver les touches de raccourcis

source: &Exclusions...
fr_fr: &Limitations...

source: &Exit
fr_fr: &Sortir

source: &Export Presets...
fr_fr: &Exporter les préréglages...

source: &Import Presets...
fr_fr: &Importer les préréglages...

source: &Lock Launcher
fr_fr: &Verrouiller le lanceur

source: &Preference
fr_fr: &Préférences

source: &Switch Theme
fr_fr: &Changer de thème

source: * Leave 'Press' icon blank to use same icon as Hover state.
fr_fr: * Laissez l'icône 'Press' vide pour utiliser la même icône que celle du Hover state.

source: + Key
fr_fr: + Touches

source: + Slide Down
fr_fr: + Glisser vers le bas

source: - Disable editing launcher items.
fr_fr: - Désactiver l'édition des éléments du lanceur.

source: - Enable Steam "In-Game" status and level.
fr_fr: - Activer le statut et le niveau "In-Game" sur Steam.

source: - Manage mouse gesture exclusions.
fr_fr: - Gérer les exclusions des gestes de souris.

source: - Play 3D startup animation.
fr_fr: - Utiliser une animation de démarrage en 3D.

source: - Provide better user experience for tablet devices.
fr_fr: - Fournir une meilleure expérience utilisateur pour les tablettes.

source: - Read plug-in guideline.
fr_fr: - Lire le guide des modules d'extension.

source: - Recommended for any stereo mode, also fixes some performance or 3D graphic problems.
fr_fr: - Recommandé pour tout mode stéréo, corrige également certains problèmes de performance ou de graphisme 3D.

source: - Recommended option with transparent background support.
fr_fr: - Option recommandée avec un support de fond transparent.

source: - Remove this plug-in. (Program restart required)
fr_fr: - Supprimez ce plug-in. (Redémarrage du programme requis)

source: - Reset this plug-in's settings.
fr_fr: - Réinitialisez les paramètres de ce plug-in.

source: - Show splash screen on start-up.
fr_fr: - Afficher l'écran d'accueil au démarrage.

source: <Default>
fr_fr: <Défaut>

source: <Loading Data...>
fr_fr: <Chargement des données...>

source: <No Themes Available>
fr_fr: <Aucun thème disponible>

source: <Preview Not Available>
fr_fr: <Prévision non disponible>

source: <Unknown Data Source>
fr_fr: <Source de données inconnue>

source: <Unknown Data>
fr_fr: <Données inconnues>

source: <Unknown Value>
fr_fr: <Valeurs inconnues>

source: A 'Real Folder' sub-menu enables you to manage the files inside a folder.
fr_fr: Un sous-menu "Vrai fichier" vous permet de gérer les fichiers à l'intérieur d'un dossier.

source: A 'Virtual Folder' sub-menu enables you to organize custom menu items.
fr_fr: Un sous-menu "Dossier virtuel" vous permet d'organiser des éléments de menu personnalisés.

source: A Sword Art Online Look'n'Feel launcher with powerful utilities.
fr_fr: Un lanceur Look'n'Feel de Sword Art Online avec de puissants utilitaires.

source: AC Line Status
fr_fr: État de la ligne AC

source: About
fr_fr: A propos

source: About SAO Utils
fr_fr: A propos de SAO Utils

source: Account Name
fr_fr: Nom du compte

source: Action Command
fr_fr: Commandes d'actions

source: All files (*.*)|*.*
fr_fr: Tout les fichiers (*.*)|*.*

source: All supported files|*.PNG;*.JPG;*.BMP;*.ICO
fr_fr: Tout les fichiers compatibles|*.PNG;*.JPG;*.BMP;*.ICO

source: Always on &Top
fr_fr: Toujours en haut

source: An instance of SAO Utils is already running in the background, please retry after it has stopped completely.
fr_fr: Une instance de SAO Utils est déjà en cours d'exécution en arrière-plan, veuillez réessayer après l'arrêt complet.

source: Anaglyph Stereo
fr_fr: Anaglyphe Stéréo

source: Analog TV
fr_fr: Analogue TV

source: Anti-aliasing
fr_fr: Anti-crénelage

source: Appearance
fr_fr: Apparence

source: Appearance Settings
fr_fr: Apparence des configurations

source: Are you sure to drop the old menu ?
fr_fr: Etes-vous sûr d'enlever l'ancien menu ?

source: Are you sure to exit ?
fr_fr: Êtes-vous sûr de vouloir quitter ?

source: Are you sure to reset all the settings?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?

source: Author
fr_fr: Auteur

source: Auto
fr_fr: Automatique

source: Available Memory Count
fr_fr: Nombre de mémoires disponibles

source: Background Density
fr_fr: Densité de fond

source: Battery Status
fr_fr: État de la batterie

source: Bilinear
fr_fr: Bilinéaire

source: Bottom Centre
fr_fr: En bas au centre

source: Bottom Left
fr_fr: En bas a gauche

source: Bottom Right
fr_fr: En bas a droite

source: Breathing Camera Effect
fr_fr: Effet de caméra respiratoire

source: Browse
fr_fr: Naviguer sur

source: CPU Performance Count
fr_fr: Comptage des performances du CPU

source: CPU Usage
fr_fr: Utilisation du CPU

source: Camera Following Mouse
fr_fr: Appareil photo suivant la souris

source: Cancel
fr_fr: Annuler

source: Central
fr_fr: Centrale

source: Centre Left
fr_fr: Au centre a gauche

source: Centre Right
fr_fr: Au centre a droite

source: Choose a value...
fr_fr: Choisissez une valeur ...

source: Click to choose a folder
fr_fr: Cliquez pour choisir un dossier

source: Command
fr_fr: Commandes

source: Comment:
fr_fr: Commentaire :

source: Computer Name
fr_fr: Nom de l'ordinateur

source: Config
fr_fr: Configuration

source: Confirm before action
fr_fr: Confirmer avant d'agir

source: Copy to Clipboard
fr_fr: Copie dans le presse-papiers

source: Core Data
fr_fr: Données de base

source: Create File
fr_fr: Créer un fichier

source: Cross Screen
fr_fr: Écran partagé

source: Cur. Value
fr_fr: Actuelle Valeur

source: Current Date
fr_fr: Date actuelle

source: Current Time
fr_fr: Heure actuelle

source: Custom Text
fr_fr: Texte personnalisé

source: Custom...
fr_fr: Personnaliser...

source: DPI Scaling
fr_fr: Mise à l'échelle du DPI

source: Days
fr_fr: Jours

source: Description:
fr_fr: Déscription:

source: Details...
fr_fr: Détails...

source: Developer:
fr_fr: Développeur :

source: Device Uptime
fr_fr: Temps de fonctionnement des appareils

source: Disable
fr_fr: Désactiver

source: Disable if following processes are running:
fr_fr: Désactiver si les processus suivants sont en cours :

source: Disable mouse gesture in fullscreen mode
fr_fr: Désactiver le geste de la souris en mode plein écran

source: Display Mode
fr_fr: Mode d'affichage

source: Display as
fr_fr: Afficher comme

source: Driver Cluster
fr_fr: Groupe de conducteurs

source: Driver Space
fr_fr: Espace conducteur

source: Edit
fr_fr: Éditer

source: Enable
fr_fr: Activer

source: Enable Hotkey
fr_fr: Activer la touche de raccourci

source: Enable Mouse Gesture
fr_fr: Permettre le geste de la souris

source: Enable Plug-ins
fr_fr: Activer les plug-ins

source: Enable Sounds
fr_fr: Activer les sons

source: Enable Steam Features
fr_fr: Activer les fonctionnalités de Steam

source: Enable Touch Gesture
fr_fr: Permettre le geste tactile

source: Events
fr_fr: Événements

source: Execute an existed program.
fr_fr: Exécuter un programme existant.

source: Execute item [ %s ] ?
fr_fr: Exécuter l'élément[ %s ] ?

source: Failed to install plug-in.
fr_fr: Le plug-in n'a pas été installé.

source: Far
fr_fr: Loin

source: File
fr_fr: Fichier

source: Fixed:
fr_fr: Fix:

source: Folder
fr_fr: Dossier

source: Follow Cursor
fr_fr: Suivre le curseur

source: Free Disk Space Count
fr_fr: Comptage de l'espace disque libre

source: Full Size (Black Bars)
fr_fr: Pleine grandeur (barres noires)

source: Full Size (Squeezed)
fr_fr: Pleine grandeur (serré)

source: General
fr_fr: Général

source: General Settings
fr_fr: Paramètres généraux

source: Gesture Exclusions
fr_fr: Exclusion des gestes

source: Get Updates
fr_fr: Obtenir des mises à jour

source: Graphics
fr_fr: Graphiques

source: Graphics Settings
fr_fr: Paramètres graphiques

source: Half Size (Cropped)
fr_fr: Demi-grandeur (Cropped)

source: Hard Disk Usage
fr_fr: Utilisation du disque dur

source: High
fr_fr: Elevé

source: High Performance
fr_fr: Haute performance

source: High Quality
fr_fr: Haute qualité

source: Hotkeys
fr_fr: Les touches de raccourcis

source: Hours
fr_fr: Heures

source: Hover:
fr_fr: Par dessus:

source: Icon
fr_fr: Icônes

source: Icon Picker
fr_fr: Sélecteur d'icônes

source: Icon Setting
fr_fr: Configuration d'icône

source: Icon Settings
fr_fr: Paramètres des icônes

source: Icon Shop
fr_fr: Boutique d'icône

source: Icon files (*.ICO)|*.ICO
fr_fr: Icons (*.ICO)|*.ICO

source: Image Shop
fr_fr: Boutique d'image

source: Image files (*.PNG;*.JPG;*.BMP)|*.PNG;*.JPG;*.BMP
fr_fr: Images (*.PNG;*.JPG;*.BMP)|*.PNG;*.JPG;*.BMP

source: Info Panel
fr_fr: Panneau d'information

source: Install Plug-in
fr_fr: Installer un Plug-in

source: Install...
fr_fr: Installer...

source: Installed Memory
fr_fr: Mémoire installée

source: Interaxial Separation
fr_fr: Séparation des interaxes

source: Inv. Value
fr_fr: Valeur d'inv

source: Invoke Parameter
fr_fr: Appeler le paramètre

source: Item Select
fr_fr: Sélection de l'élément

source: Keep launcher after action
fr_fr: Garder le lanceur après l'action

source: Launcher Hide
fr_fr: Lanceur Cacher

source: Launcher Mode
fr_fr: Mode de lancement

source: Launcher Position
fr_fr: Position de lancement

source: Launcher Show
fr_fr: Salon de lancement

source: Layered
fr_fr: Couches

source: Left
fr_fr: Gauche

source: Life Time
fr_fr: Durée de vie

source: Light
fr_fr: Lumière

source: Lock Launcher
fr_fr: Verrouiller le lanceur

source: Low
fr_fr: Faible

source: Magnification Ratio
fr_fr: Rapport de grossissement

source: Max. Value
fr_fr: Max. Valeur

source: Medium
fr_fr: Moyen

source: Message Hide
fr_fr: Masquer le message

source: Message Notify
fr_fr: Notification de message

source: Message Show
fr_fr: Afficher le message

source: Milliseconds
fr_fr: Millisecondes

source: Min. Value
fr_fr: Min. Valeur

source: Miscellaneous Data
fr_fr: Informations diverses

source: Module Name:
fr_fr: Nom du module :

source: Motion Blur
fr_fr: Flou artistique

source: NERvGear Data Collection
fr_fr: Collecte de données du NERvGear

source: NERvGear was already stopped :( Debugging information has been saved as files in the program folder. For more information, please enable 'Verbose Mode' to generate a complete log file.
fr_fr: NERvGear a déjà été arrêté :( Les informations de débogage ont été enregistrées sous forme de fichiers dans le dossier du programme. Pour plus d'informations, veuillez activer le mode "Verbose" pour générer un fichier journal complet.

source: Name
fr_fr: Nom

source: Near
fr_fr: Proche

source: Nearest Neighbor
fr_fr: Voisin le plus proche

source: Nerve Gear Core Data
fr_fr: Données de base du Nerve Gear

source: Nerve Gear Data Collection
fr_fr: Collecte de données du Nerve Gear

source: No
fr_fr: Non

source: No Filtering
fr_fr: Aucun filtrage

source: Notification Icon Position
fr_fr: Position des icônes de notification

source: OS Description
fr_fr: Description de l'OS

source: OS Directory
fr_fr: Répertoire de l'OS

source: OS Name
fr_fr: Nom de l'OS

source: OS Version
fr_fr: La version de l'OS

source: Off
fr_fr: Désactivé

source: Only detect processes running in foreground
fr_fr: Ne détecter que les processus en cours au premier plan

source: Oops!
fr_fr: Oups!

source: Open a file with associated program.
fr_fr: Ouvrez un fichier avec le programme associé.

source: Open a folder in exlporer.
fr_fr: Ouvrez un dossier.

source: Open a web, file or e-mail address.
fr_fr: Ouvrez un site web, un fichier ou une adresse électronique.

source: Operator System Data
fr_fr: Données du système d'exploitation

source: Original Name:
fr_fr: Nom original :

source: Other Exclusions
fr_fr: Autres exclusions

source: Overall
fr_fr: Globalement

source: Page File
fr_fr: Dossier de la page

source: Panel Popup
fr_fr: Paneau Popup

source: Path:
fr_fr: Chemin:

source: Physical Memory
fr_fr: Mémoire physique

source: Playback
fr_fr: Lecture

source: Please input a shell command
fr_fr: Veuillez entrer une commande shell

source: Please input a url with http:/file:/mailto: prefix.
fr_fr: Veuillez saisir une url avec http:/file:/mailto: prefix.

source: Please input file or folder name:
fr_fr: Veuillez saisir le nom du fichier ou du dossier :

source: Plug-in Information
fr_fr: Informations sur les plugins

source: Plug-in Settings
fr_fr: Paramètres des plugins

source: Plug-in [%s] already installed, do you want to replace it ?
fr_fr: Plug-in [%s] déjà installé, voulez-vous le remplacer ?

source: Plug-in installed successfully.
fr_fr: Extension Plug-in installé avec succès.

source: Plug-in installed, please restart program to enable it.
fr_fr: Extension Plug-in installé, veuillez redémarrer le programme pour l'activer.

source: Plug-ins
fr_fr: Extensions Plug-ins

source: Power Data
fr_fr: Données sur l'énergie

source: Preferences
fr_fr: Préférences

source: Preset files (*.PRESET)|*.PRESET
fr_fr: Fichiers prédéfinis (*.PRESET)|*.PRESET

source: Presets...
fr_fr: Les préréglages...

source: Press:
fr_fr: Appuyer :

source: Preview
fr_fr: Aperçu

source: Process Name
fr_fr: Nom du processus

source: Processor
fr_fr: Processeur

source: Program
fr_fr: Programme

source: Program Name:
fr_fr: Nom du programme :

source: Program Ready
fr_fr: Le programme est prêt

source: Program Start
fr_fr: Démarrage du programme

source: Program Uptime
fr_fr: Temps de fonctionnement du programme

source: Programs (*.EXE;*.PIF;*.COM;*.BAT;*.CMD)|*.EXE;*.PIF;*.COM;*.BAT;*.CMD
fr_fr: Programmes (*.EXE;*.PIF;*.COM;*.BAT;*.CMD)|*.EXE;*.PIF;*.COM;*.BAT;*.CMD

source: RAM Usage
fr_fr: Utilisation de la RAM

source: Real Folder
fr_fr: Véritable dossier

source: Remap Win-Key
fr_fr: Remplacer la touche démarrer Windows

source: Remove
fr_fr: Supprimer

source: Remove [ %s ] ? (Please disable responding plug-in manually)
fr_fr: Supprimer [ %s ] ? (Veuillez désactiver manuellement le plug-in de réponse)

source: Rename File
fr_fr: Renommer un fichier

source: Render Quality
fr_fr: Qualité du rendu

source: Replace Plug-in
fr_fr: Remplacer le plug-in

source: Reset
fr_fr: Réinitialiser

source: Reset all settings
fr_fr: Réinitialiser tous les paramètres

source: Revert changes
fr_fr: Inverser les changements

source: Right
fr_fr: Droite

source: Run a command or program with parameters.
fr_fr: Exécutez une commande ou un programme avec des paramètres.

source: SAO Utils Starts Successfully.
fr_fr: SAO Utils à démarré avec succès.

source: SAO Utils provides you a customizable 3D app launcher with varieties of themes, desktop widgets and powerful utilities. Its pluggable architecture allows you, the developer, to add any kinds of plug-ins to the core program. That's the reason why it was named as "SAO Utils" :)
fr_fr: SAO Utils vous fournit un lanceur d'applications 3D personnalisable avec une variété de thèmes, de widgets de bureau et de puissants utilitaires. Son architecture vous permet, en tant que développeur, d'ajouter toutes sortes de plug-ins au programme de base. C'est la raison pour laquelle il a été nommé "SAO Utils" :)

source: Save
fr_fr: Enregistrer

source: Save changes
fr_fr: Enregistrer les modifications

source: Seconds
fr_fr: Secondes

source: Select an icon
fr_fr: Sélectionnez une icône

source: Select the hover icon
fr_fr: Sélectionnez l'icône de survol

source: Select the press icon
fr_fr: Sélectionnez l'icône de la presse

source: Sensitive
fr_fr: Sensible

source: Show File Extension
fr_fr: Afficher l'extension du fichier

source: Show File Icon
fr_fr: Afficher l'icône du fichier

source: Show Splash
fr_fr: Voir le Splash

source: Show Tooltips
fr_fr: Afficher les infobulles

source: Side by Side Stereo
fr_fr: Stéréo côte-à-côte

source: Sound Files
fr_fr: Fichiers sonores

source: Sound Settings
fr_fr: Réglages sonores

source: Sounds
fr_fr: Sons

source: Start with Windows, delay for
fr_fr: Démarrer avec Windows, retarder pour

source: Startup Animation
fr_fr: Animation de démarrage

source: Static Image
fr_fr: Image statique

source: Stereo
fr_fr: Stéréo

source: Stereoscopic Mode
fr_fr: Mode stéréoscopique

source: Strong
fr_fr: Fort

source: Sub-Menu
fr_fr: Sous-menu

source: System Alert
fr_fr: Alerte système

source: System Data
fr_fr: Données du système

source: System Forbid
fr_fr: Interdiction du système

source: System Notify
fr_fr: Système de notification

source: System Power Status
fr_fr: État de la puissance du système

source: Texture Filtering
fr_fr: Filtrage de la texture

source: Texture Quality
fr_fr: Qualité de la texture

source: The update parameter takes ANSI C strftime() format string to format date or time. Example: %Y-%m-%d Reference: http://www.cplusplus.com/reference/clibrary/ctime/strftime.html
fr_fr: Le paramètre de mise à jour prend la chaîne de format ANSI C strftime() pour formater la date ou l'heure. Exemple : %Y-%m-%d Référence : http://www.cplusplus.com/reference/clibrary/ctime/strftime.html

source: The update parameter takes UID of a plug-in to query module data, returning NERvGear module data as default. Example: 00000000-0000-0000-0000-000000000000
fr_fr: The update parameter takes UID of a plug-in to query module data, returning NERvGear module data as default. Exemple: 00000000-0000-0000-0000-000000000000

source: The update parameter takes a custom text to return a string. Example: Welcome to Sword Art Online!
fr_fr: Le paramètre de mise à jour prend un texte personnalisé pour retourner une chaîne de caractères. Exemple : Bienvenue sur Sword Art Online !

source: The update parameter takes a path to count free space of a disk drive, returning current disk drive data as default. Example: C:\
fr_fr: Le paramètre de mise à jour prend un chemin pour compter l'espace libre d'un lecteur de disque, en retournant les données actuelles du lecteur de disque par défaut. Exemple : C:\

source: Thick
fr_fr: Épais

source: Thin
fr_fr: Mince

source: Top Centre
fr_fr: En haut au centre

source: Top Left
fr_fr: En haut a gauche

source: Top Right
fr_fr: En haut a droite

source: Total Component Service
fr_fr: Total du service des composants

source: Total Component Usage
fr_fr: Utilisation totale des composants

source: Total Lock Service
fr_fr: Service total d'écluses

source: Total Object Service
fr_fr: Total du service objet

source: Total Object Usage
fr_fr: Utilisation totale de l'objet

source: Total Private Object
fr_fr: Total des objets privés

source: Trilinear
fr_fr: Trilinéaire

source: Update Parameter
fr_fr: Mise à jour des paramètres

source: Update value every
fr_fr: Mettre à jour la valeur chaque

source: Useful Utilities Data
fr_fr: Données utiles sur les services publics

source: User Guide
fr_fr: Guide de l'utilisateur

source: Value Unit:
fr_fr: Unité de valeur :

source: Verbose Mode
fr_fr: Mode verbeux

source: Video Adapter
fr_fr: Adaptateur vidéo

source: Virtual Folder
fr_fr: Dossier virtuel

source: Virtual Memory
fr_fr: Mémoire virtuelle

source: Wave files (*.WAV)|*.WAV
fr_fr: Fichiers Wave (*.WAV)|*.WAV

source: Website:
fr_fr: Web:

source: Welcome to SAO Utils!
fr_fr: Bienvenue sur SAO Utils !

source: Win
fr_fr: Gagner

source: Would you like to take a tutorial?
fr_fr: Souhaitez-vous suivre un tutoriel?

source: Yes
fr_fr: Oui

source: Zero Parallax
fr_fr: Zéro parallaxe

source: seconds
fr_fr: secondes
