Repository: LeDeutsch/locales
Catalog: */plugin/Bangumi.po
Languages: fr_fr

source: Animation Programme Schedule Data
fr_fr: Données sur les horaires des programmes d'animation

source: Autumn
fr_fr: Automne

source: Bangumi Daily Animation Data Collection
fr_fr: Données sur les animations quotidiennes de Bangumi

source: Bangumi Data Collection
fr_fr: Collecte de donnée pour l'extension Bangumi

source: Cannot retrieve animation list.
fr_fr: Impossible de récupérer la liste des animations.

source: Daily Animation Count
fr_fr: Nombre d'animations quotidiennes

source: Daily Animation Widget for SAO Utils
fr_fr: Widget d'animation quotidien pour SAO Utils

source: Data sources supported by ACGDB.COM
fr_fr: Sources de données prises en charge par ACGDB.COM

source: Episode : %s
fr_fr: Épisode : %s

source: Hide special programs
fr_fr: Masquer les programmes spéciaux

source: No records currently.
fr_fr: Pas de dossiers actuellement.

source: OFF AIR
fr_fr: Hors-ligne

source: ON AIR
fr_fr: En-direct

source: On-Air Animation
fr_fr: Animation en-direct

source: On-Air Animation Count
fr_fr: Compteur d'animation en cours de diffusion

source: Open web pages in external browser
fr_fr: Ouvrir une page web dans un navigateur externe

source: Prefer local premiere time
fr_fr: Préférence d'une heure local

source: Prefer local translation name
fr_fr: Nom de la traduction locale

source: Programme Schedule
fr_fr: Horaire du programme

source: Retrieving animation list...
fr_fr: Récupération de la liste des animations...

source: Spring
fr_fr: Printemps

source: State : %s
fr_fr: État : %s

source: Summer
fr_fr: Été

source: The SAO Utils Project by Joshua
fr_fr: Le projet SAO Utils par Joshua

source: Time : %s
fr_fr: Temps : %s

source: Treat midnight as another day
fr_fr: Considérer minuit comme un jour comme un autre

source: UNKNOWN
fr_fr: INCONNU

source: Winter
fr_fr: Hiver
