Repository: LeDeutsch/locales
Catalog: */plugin/Cardinal System.po
Languages: fr_fr

source: Gesture functions have disabled.
fr_fr: Les fonctions de gestuelles on été désactivées.

source: Gesture functions have recovered.
fr_fr: Les fonctions gestuelles ont été réactivées.

source: Good afternoon,
fr_fr: Bon après-midi,

source: Good evening,
fr_fr: Bonnes soirée,

source: Good morning,
fr_fr: Bon matin,

source: Good night,
fr_fr: Bonne nuit,

source: I'm YUI.
fr_fr: Je suis Yui.

source: Mental Health Counseling Program 001(YUI) for SAO Utils
fr_fr: Programme de conseil en santé mentale 001(YUI) pour SAO Utils

source: New version available, I think it's time to update.
fr_fr: Une nouvelle version est disponible, je pense qu'il est temps de la mettre à jour.

source: The SAO Utils Project by Joshua
fr_fr: Le projet SAO Utils par Joshua

source: it's me, YUI!
fr_fr: c'est moi, Yui!

source: long time no see.
fr_fr: cela faisait un bon moment qu'on s'était pas vu.

source: may I help you?
fr_fr: je peux peut-être t'aider?

source: please call me YUI.
fr_fr: s'il te plaît, appel moi YUI.

source: welcome back!
fr_fr: de retour, content de te revoir!
