Repository: LeDeutsch/locales
Catalog: */plugin/GGO Widget.po
Languages: fr

source: &Align To
fr: &Aligner sur

source: &Edit Item...
fr: &Editer un élément...

source: &Lock Widget
fr: &Bloquer le Widget

source: &New Item...
fr: &Créer un nouvel élément...

source: &Remove Item
fr: &Supprimer un élément

source: &Transparent all Widgets
fr: &Transparence de tous les Widgets

source: All supported files|*.PNG;*.JPG;*.BMP;*.ICO
fr: Les fichiers supportés|*.PNG;*.JPG;*.BMP;*.ICO

source: Always on &Top
fr: Toujours en-haut

source: Are you sure to drop this widget ?
fr: Êtes vous sûr de vouloir enlever ce widget ?

source: Bar Chart
fr: Graphique en barres

source: Bottom Left
fr: En-bas à droite

source: Bottom Right
fr: En-bas à gauche

source: Cancel
fr: Annuler

source: Click to choose a data
fr: Cliquez pour choisir une donnée

source: Click to choose an image
fr: Cliquez pour choisir une image

source: Customize...
fr: Customiser...

source: Empty Space
fr: Espace vide

source: Gun Gale Online Status Widget for SAO Utils
fr: Gun Gale Online Status Widget pour SAO Utils

source: Histogram
fr: Histogramme

source: Icon files (*.ICO)|*.ICO
fr: Icons (*.ICO)|*.ICO

source: Image files (*.PNG;*.JPG;*.BMP)|*.PNG;*.JPG;*.BMP
fr: Images (*.PNG;*.JPG;*.BMP)|*.PNG;*.JPG;*.BMP

source: Item Settings
fr: Paramètres des éléments

source: Left Shift
fr: Shift gauche

source: Name
fr: Nom

source: New Row...
fr: Nouvelle rangée...

source: New Widget
fr: Nouveau Widget

source: Numeric or Text
fr: Numérique ou texte

source: Please input item size (%d-%d):
fr: Veuillez indiquer la taille de l'article (%d-%d) :

source: Preset A (Large)
fr: Preset A (Grande)

source: Preset B (Large)
fr: Preset B (Grande)

source: Preset C (Medium)
fr: Preset C (Moyen)

source: Preset D (Medium)
fr: Preset D (Moyen)

source: Preset E (Small)
fr: Preset E (Petit)

source: Preset F (Small)
fr: Preset F (Petit)

source: Remove Row
fr: Supprimer une rangée

source: Remove Widget
fr: Supprimer un Widget

source: Reorder
fr: Réorganisé

source: Resize
fr: Redimensionner

source: Resize Item
fr: Redimensionner un élément

source: Right Shift
fr: Shift droite

source: Row Down
fr: Rangée du bas

source: Row Up
fr: Rangée du haut

source: Static Image
fr: Image statique

source: The SAO Utils Project by Joshua
fr: Le projet SAO Utils par Joshua

source: Top Left
fr: En haut à gauche

source: Top Right
fr: En haut à droite

source: Type Options
fr: Options de type
