Repository: LeDeutsch/locales
Catalog: */plugin/HP-Bar.po
Languages: fr

source: &Attach to Launcher
fr: &Attacher au lanceur

source: &Edit Bar...
fr: &Bar d'édition...

source: &Lock Widget
fr: &Verrouiller un Widget

source: &New Bar...
fr: &Nouvelle barre...

source: &Remove Bar
fr: &Supprimer une barre

source: &Transparent Widget
fr: &Widget transparent

source: Always on &Top
fr: Toujours en haut

source: Bar Settings
fr: Paramètre de la barre

source: Click to choose a data
fr: Cliquer pour choisir une donnée

source: HP-Bar Widget for SAO Utils
fr: HP-Bar Widget pour SAO Utils

source: Move Down
fr: Déplacer plus bas

source: Move Up
fr: Déplacer plus haut

source: Reorder
fr: Réorganiser

source: The SAO Utils Project by Joshua
fr: Le projet SAO Utils par Joshua
