Repository: LeDeutsch/locales
Catalog: */plugin/Mail Box.po
Languages: fr_fr

source: %s %d Unread Messages
fr_fr: %s %d Messages non lus

source: * Try about SSL if you can't log in the POP3 server.
fr_fr: * Essayez donc SSL si vous n'arrivez pas à vous connecter au server avec POP3.

source: - Hide original message.
fr_fr: - Cacher le message original.

source: - Sent from SAO Utils Mail Box
fr_fr: - Envoyé depuis la boîte mail SAO Utils

source: - Show original message.
fr_fr: - Montrer le message original.

source: <Click 'Open HTML' to read HTML content>
fr_fr: <Cliquez sur 'Ouvrir HTML' pour lire le contenu HTML>

source: <Not implemented yet!>
fr_fr: <Pas encore implémenté>

source: <Untitled>
fr_fr: <Sans titre>

source: Add Friend
fr_fr: Ajouter un contact

source: Attachment
fr_fr: Joindre un fichier

source: Cannot connect to server: %s:%d.
fr_fr: Impossible de se connecter au serveur: %s:%d.

source: Cannot download message.
fr_fr: Impossible de télécharger le message.

source: Cannot find specified message.
fr_fr: Impossible de trouver le message spécifié.

source: Cannot login to %s server, %s.
fr_fr: Impossible de se connecter au %s serveur,%s.

source: Cannot retrieve message list.
fr_fr: Impossible de récupérer la liste des messages.

source: Check for new messages every
fr_fr: Checker pour tout les nouveaux messages

source: Click to test account setting
fr_fr: Cliquer pour tester la configuration du compte

source: Compose Message
fr_fr: Ecrire un message

source: Connecting to server......
fr_fr: Connection au serveur en cours......

source: Discard
fr_fr: Abandonner

source: Discard editing message ?
fr_fr: Abandonner l'édition de votre message?

source: Discard message
fr_fr: Abandonner le message

source: Display Name (in Online User list):
fr_fr: Nom d'affichage (dans la liste des utilisateurs en ligne) :

source: Display Name:
fr_fr: Nom d'affichage:

source: Do not contain chat history in reply messages
fr_fr: Ne pas retenir l'historique du chat dans les messages de réponse

source: Edit Friend
fr_fr: Modifier un contact

source: Email Account Settings
fr_fr: Paramètres de l'adresse e-mail

source: Email Address:
fr_fr: Adresse e-mail:

source: Failed to fetch message list.
fr_fr: Impossible d'obtenir la liste des messages.

source: Failed to receive message.
fr_fr: Le message n'a pas été reçu.

source: Failed to send message.
fr_fr: Le message n'a pas été envoyé.

source: Failed to test %s server.
fr_fr: Echec du test du serveur %s.

source: From
fr_fr: De

source: Ignore All
fr_fr: Tout ignorer

source: Inbox
fr_fr: Boîte de réception

source: Loading online users, please wait...
fr_fr: Chargement des utilisateurs en lignes, patientez s'il vous plaît...

source: Mail Box
fr_fr: Boite mail

source: Mail Box for SAO Utils
fr_fr: Boîte mail pour SAO Utils

source: Mark Read
fr_fr: Marquer comme lu

source: Message rejected by server.
fr_fr: Message rejeté par le serveur.

source: Message sent.
fr_fr: Message envoyé.

source: My Friends
fr_fr: Mes contacts

source: New Friend
fr_fr: Nouveau contact

source: Next
fr_fr: Suivant

source: No records currently, please come back later!
fr_fr: Aucun enregistrement actuellement, veuillez revenir plus tard!

source: No records match your search.
fr_fr: Aucun enregistrement ne correspond à votre recherche.

source: None
fr_fr: Aucun

source: Online User
fr_fr: Utilisateur en ligne

source: Online Users
fr_fr: Utilisateurs en lignes

source: Open HTML
fr_fr: Ouvrir en HTML

source: Original Message
fr_fr: Message original

source: POP3 Server:
fr_fr: Serveur POP3:

source: Password:
fr_fr: Mot-de-passe:

source: Please input POP3 server!
fr_fr: Veuillez entrer le serveur POP3 !

source: Please input SMTP server!
fr_fr: Veuillez entrer le serveur SMTP !

source: Please input email address!
fr_fr: Veuillez entrer votre adresse email!

source: Please input password!
fr_fr: Veuillez entrer votre mot-de-passe !

source: Please input recipient.
fr_fr: Veuillez indiquer le destinataire.

source: Please input user name!
fr_fr: Veuillez entrer votre nom d'utilisateur!

source: Previous
fr_fr: Précedent

source: Read Later
fr_fr: Lire plus tard

source: Remove Friend
fr_fr: Supprimer un contact

source: Reply
fr_fr: Répondre

source: SMTP Server:
fr_fr: Serveur SMTP:

source: Search user name or email address
fr_fr: Recherche d'un nom d'utilisateur ou d'une adresse email

source: Secure
fr_fr: Securiser

source: Send
fr_fr: Envoyer

source: Send Mail
fr_fr: Envoyer un mail

source: Send message
fr_fr: Envoyer un message

source: Sending message......
fr_fr: Envoi du message......

source: Server Address
fr_fr: L'adresse du serveur

source: Signature text:
fr_fr: Signature:

source: Subject
fr_fr: Sujet

source: Test Passed!
fr_fr: Test passé!

source: The SAO Utils Project by Joshua
fr_fr: Le projet SAO Utils par Joshua

source: To
fr_fr: A

source: User List
fr_fr: Liste d'utilisateur

source: Username:
fr_fr: Nom d'utilisateur:

source: invalid user name or password
fr_fr: nom d'utilisateur ou mot de passe incorrect
