Repository: LeDeutsch/locales
Catalog: */plugin/Music Player Support.po
Languages: fr_fr

source: All CD-Art-Display compatible players supported.
fr_fr: Tous les lecteurs compatibles CD-Art-Display sont pris en charge.

source: Artist
fr_fr: Artiste

source: CAD Compatible Players
fr_fr: Lecteurs compatibles avec la CAD

source: CAD/NetEase/QQ Music/Kugou Player supported
fr_fr: CAD/NetEase/QQ Music/Kugou Player pris en charge

source: Cover Path
fr_fr: Couverture

source: Cover URL
fr_fr: URL de la page de garde

source: Cover URL path.
fr_fr: Couvrir le chemin URL.

source: Cover file path.
fr_fr: Couvrir le chemin du fichier.

source: Custom
fr_fr: Personnaliser

source: If your player is not supported, try to use this one.
fr_fr: Si votre lecteur n'est pas pris en charge, essayez d'utiliser celui-ci.

source: Kugou Music
fr_fr: Kugou Musique

source: Kugou Music supported.
fr_fr: Kugou Musique supporté.

source: Music Info
fr_fr: Info Musique

source: Music Player Data & Control Plug-in for SAO Utils
fr_fr: Plug-in de données et de contrôle du lecteur de musique pour SAO Utils

source: Music Player Data Collection
fr_fr: Collecte de données sur les lecteurs de musique

source: Music Player Data Source Component Developed by RangerCD Translated by RangerCD
fr_fr: Composant de la source de données du lecteur de musique Développé par RangerCD Traduit en Français par Dinspel Ludwig Junior

source: Music Player Support
fr_fr: Support des lecteurs de musique

source: NetEase Cloud Music
fr_fr: NetEase Cloud Musique

source: NetEase Cloud Music supported.
fr_fr: NetEase Cloud Musique supporté.

source: Playback Progress
fr_fr: Progression de la lecture

source: Playback Progress (Formatted)
fr_fr: Progression de la lecture (formaté)

source: QQ Music
fr_fr: QQ Musique

source: QQ Music supported.
fr_fr: QQ Musique supporté.

source: TT Player supported.
fr_fr: TT Player supporté.

source: The album of current track.
fr_fr: L'album du titre actuel.

source: The artist of current track.
fr_fr: L'artiste de la piste actuelle.

source: The information of current track.
fr_fr: Les informations de la piste actuelle.

source: The playback progress of CAD player, which is formatted in "hh:mm:ss".
fr_fr: La progression de la lecture du lecteur CAD, qui est formaté en "hh:mm:ss".

source: The playback progress of CAD player.
fr_fr: La progression de la lecture du lecteur CAD.

source: The title of current track.
fr_fr: Le titre de la piste actuelle.

source: The volume of CAD player.
fr_fr: Le volume du lecteur CAD.

source: Title
fr_fr: Titre

source: Universal Players
fr_fr: Lecteurs universelles

source: Xiami Music
fr_fr: Xiami Musique

source: Xiami Music supported.
fr_fr: Xiami Musique supporté.

source: Your custom string.
fr_fr: Votre phrase personnalisée.
