Repository: LeDeutsch/locales
Catalog: */plugin/Pdh Data Extension.po
Languages: fr_fr

source: All performance data in Performance Monitor are available now!
fr_fr: Toutes les données de performance dans Performance Monitor sont disponibles dès maintenant !

source: Decimal Value
fr_fr: Valeur décimale

source: Insert "[min,max]"(""not included) in front of the expression in order to define the range of value. eg:"[0,100]\Processor(_Total)\% Processor Time"
fr_fr: Insérez "[min,max]"(""non compris") devant l'expression afin de définir la plage de valeur. par exemple : "[0,100]\Processor(_Total)\% Processor Time"

source: Integer Value
fr_fr: Intégrer une valeur

source: PDH Data Collection
fr_fr: Collecte de données PDH

source: PDH Data Extension
fr_fr: Extension des données PDH

source: Performance Counter Data
fr_fr: Données du compteur de performance

source: Performance Counter Data Source Component Developed by RangerCD Translated by RangerCD
fr_fr: Composant de la source de données du compteur de performance Développé par RangerCD Traduit en français par Dinspel Ludwig Junior

source: Performance Counter Data Source Plug-in for SAO Utils
fr_fr: Performance du compteur de donnée source Plug-in pour SAO Utils

source: Select a counter
fr_fr: Sélectionnez un compteur
