Repository: LeDeutsch/locales
Catalog: */plugin/Sensor Data Extension.po
Languages: fr_fr

source: %s Data Proxy
fr_fr: %s Proxy des données

source: Ammeter Data
fr_fr: Données de l'Ampèremètre

source: Bus Speed
fr_fr: Vitesse du bus

source: CPU Load
fr_fr: Charge du CPU

source: CPU Load Data
fr_fr: Données sur la charge du CPU

source: CPU Multiplier
fr_fr: Multiplicateur de CPU

source: CPU Multiplier Data
fr_fr: Données du multiplicateur de CPU

source: CPU Power
fr_fr: Puissance du CPU

source: CPU Power Consumption Data
fr_fr: Données sur la consommation d'énergie du CPU

source: CPU Speed
fr_fr: Vitesse du CPU

source: CPU Temperature
fr_fr: Température du CPU

source: CPU Temperature Data
fr_fr: Données sur la température du CPU

source: Clock Frequency Data
fr_fr: Données sur la fréquence de l'horloge

source: Data available when %s is running and the 'Shared Memory' function is enabled.
fr_fr: Données disponibles lorsque %s est en cours d'exécution et que la fonction "Mémoire partagée" est activée.

source: Fan Speed Data
fr_fr: Données sur la vitesse des ventilateurs

source: GPU Information Data
fr_fr: Données d'information du GPU

source: GPU Sensor Data
fr_fr: Données des capteurs GPU

source: Graphic Card Information Data
fr_fr: Données d'informations sur les cartes graphiques

source: Graphic Card Sensor Data
fr_fr: Données des capteurs de la carte graphique

source: Miscellaneous Data
fr_fr: Informations diverses

source: Model
fr_fr: Modèle

source: Multiplier
fr_fr: Multiplicateur

source: Power Consumption Data
fr_fr: Données sur la consommation d'énergie

source: Processor Information
fr_fr: Informations sur le processeur

source: Processor Information Data
fr_fr: Données d'information sur le processeur

source: Sensor Data Extension
fr_fr: Extension des données des capteurs

source: Sensor Data Extension for SAO Utils
fr_fr: Extension des données des capteurs pour SAO Utils

source: System Data
fr_fr: Données du système

source: Temperature Data
fr_fr: Données sur la température

source: The SAO Utils Project by Joshua.
fr_fr: Le projet SAO Utils de Joshua.

source: The update parameter takes '[{min}, {max}]' string to define minimum and maximum values. Example: [0.0, 100.0]
fr_fr: Le paramètre de mise à jour prend la chaîne '[{min}, {max}]' pour définir les valeurs minimales et maximales. Exemple : [0.0, 100.0]

source: Usage Data
fr_fr: Données d'utilisation

source: Voltage Data
fr_fr: Données sur la tension
