Repository: LeDeutsch/locales
Catalog: */plugin/Web Browser Engine.po
Languages: fr_fr

source: Atmospheric Pressure Data
fr_fr: Donnée sur la pression atmosphérique

source: Barometric Pressure
fr_fr: Pression barométrique

source: Current Temperature
fr_fr: Actuelle température

source: Dew Point
fr_fr: Point de condensation

source: Feels Like Temperature
fr_fr: La sensation de la température

source: General Data
fr_fr: Données générales

source: General Weather Data
fr_fr: Données météorologiques générales

source: Pressure Data
fr_fr: Données sur la pression

source: Pressure Trend
fr_fr: Tendance de la pression

source: Relative Humidity
fr_fr: L'humidité relative

source: The SAO Utils Project by Joshua.
fr_fr: Le projet SAO Utils de Joshua.

source: The update parameter takes a city name or code to query weather data. Example 1: New York Example 2: USNY0996 Reference: http://www.weather.com/weather/today/l/USNY0996:1:US
fr_fr: Le paramètre de mise à jour prend un nom de ville ou un code pour interroger les données météorologiques. Exemple 1 : New York Exemple 2 : USNY0996 Référence : http://www.weather.com/weather/today/l/USNY0996:1:US

source: UV Data
fr_fr: Données UV

source: UV Index
fr_fr: Indice UV

source: UV Level
fr_fr: Niveau UV

source: Ultraviolet Radiation Data
fr_fr: Données sur le rayonnement ultraviolet

source: Weather Data Collection
fr_fr: Collecte de données météorologiques

source: Weather Data Extension
fr_fr: Extension des données météorologiques

source: Weather Data Extension for SAO Utils
fr_fr: Extension des données météorologiques pour SAO Utils

source: Weather Forecast
fr_fr: Prévisions météorologiques

source: Weather Forecast Data Collection
fr_fr: Collecte de données sur les prévisions météorologiques

source: Wind Data
fr_fr: Données sur le vent

source: Wind Degrees
fr_fr: Degrés de vent

source: Wind Direction
fr_fr: Direction du vent

source: Wind Gust
fr_fr: Rafale de vent

source: Wind Speed
fr_fr: Vitesse du vent

source: Wind Speed and Direction Data
fr_fr: Données sur la vitesse et la direction du vent
